---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeLandingMaterial
source: html/ce99a90a-6f81-c7eb-2eeb-53b55081e2af.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeLandingMaterial Property

"Monolithic Material": Landing Material

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingtypeLandingMaterial { get; }
```